Repository: linuxmint/sticky
Catalog: po/*.po
Languages: lo

source: Export...
lo: ສົ່ງອອກ...

source: Cancel
lo: ຍົກເລີກ

source: Save
lo: ບັນທຶກ

source: Plain Text
lo: ຂໍ້ຄວາມທຳມະດາ

source: Import...
lo: ນຳເຂົ້າ...

source: Open
lo: ເປີດ

source: Restore Backup
lo: ກູ້ຄືນຂໍ້ມູນສຳຮອງ

source: Clear
lo: ລຶບລ້າງ

source: Restore
lo: ກູ້ຄືນ

source: Unable to restore: invalid or corrupted backup file
lo: ບໍ່ສາມາດກູ້ຄືນ: ໄຟລ໌ສຳຮອງບໍ່ຖືກຕ້ອງ ຫຼື ເສຍຫາຍ

source: Overwrite Existing Group
lo: ຂຽນທັບກຸ່ມທີ່ມີຢູ່ແລ້ວ

source: There is already a group named '%s'. This action will overwrite it. Continue anyway?
lo: ມີກຸ່ມຊື່ '%s' ຢູ່ແລ້ວ. ການກະທຳນີ້ຈະຂຽນທັບມັນ. ດຳເນີນການຕໍ່ໄປບໍ່?

source: Remove Group
lo: ລຶບກຸ່ມ

source: Are you sure you want to remove the group %s?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບກຸ່ມ %s?

source: OK
lo: ຕົກລົງ

source: No
lo: ບໍ່

source: Yes
lo: ແມ່ນ

source: Don't ask me again
lo: ບໍ່ຕ້ອງຖາມອີກ

source: New
lo: ໃໝ່

source: Edit
lo: ແກ້ໄຂ

source: Remove
lo: ລຶບ

source: Untitled
lo: ບໍ່ມີຊື່

source: New Group
lo: ກຸ່ມໃໝ່

source: Back Up
lo: ສຳຮອງຂໍ້ມູນ

source: Restore Backups...
lo: ກູ້ຄືນຂໍ້ມູນສຳຮອງ...

source: Preferences
lo: ການຕັ້ງຄ່າ

source: Keyboard Shortcuts
lo: ປຸ່ມລັດແປ້ນພິມ

source: About
lo: ກ່ຽວກັບ

source: Small Text
lo: ຂໍ້ຄວາມຂະໜາດນ້ອຍ

source: Normal Text
lo: ຂໍ້ຄວາມຂະໜາດປົກກະຕິ

source: Large Text
lo: ຂໍ້ຄວາມຂະໜາດໃຫຍ່

source: Larger Text
lo: ຂໍ້ຄວາມຂະໜາດໃຫຍ່ກວ່າ

source: Red
lo: ສີແດງ

source: Green
lo: ສີຂຽວ

source: Blue
lo: ສີຟ້າ

source: Yellow
lo: ສີເຫຼືອງ

source: Purple
lo: ສີມ່ວງ

source: Teal
lo: ສີຂຽວແກ່

source: Orange
lo: ສີສົ້ມ

source: Magenta
lo: ສີບົວແກ່

source: Operations
lo: ການດຳເນີນການ

source: Move selection up
lo: ຍ້າຍສ່ວນທີ່ເລືອກຂຶ້ນເທິງ

source: Move selection down
lo: ຍ້າຍສ່ວນທີ່ເລືອກລົງລຸ່ມ

source: Undo
lo: ຍົກເລີກການກະທຳ

source: Redo
lo: ເຮັດຄືນການກະທຳ

source: Toggle Checklist
lo: ສະຫຼັບລາຍການກວດສອບ

source: Toggle Bullets
lo: ສະຫຼັບຫົວຂໍ້ຍ່ອຍ

source: Formatting
lo: ການຈັດຮູບແບບ

source: Bold
lo: ຕົວໜາ

source: Italic
lo: ຕົວອຽງ

source: Fixed Width
lo: ຄວາມກວ້າງຄົງທີ່

source: Underline
lo: ຂີດກ້ອງ

source: Strikethrough
lo: ຂີດຂ້າ

source: Highlight
lo: ເນັ້ນຂໍ້ຄວາມ

source: Header
lo: ຫົວຂໍ້

source: Top Left
lo: ເທິງຊ້າຍ

source: Top Center
lo: ເທິງກາງ

source: Top Right
lo: ເທິງຂວາ

source: Center Left
lo: ກາງຊ້າຍ

source: Center
lo: ກາງ

source: Center Right
lo: ກາງຂວາ

source: Bottom Left
lo: ລຸ່ມຊ້າຍ

source: Bottom Center
lo: ລຸ່ມກາງ

source: Bottom Right
lo: ລຸ່ມຂວາ

source: Note Color
lo: ສີບັນທຶກ

source: Rename
lo: ປ່ຽນຊື່

source: Delete Note
lo: ລຶບບັນທຶກ

source: New Note
lo: ບັນທຶກໃໝ່

source: Format
lo: ຮູບແບບ

source: undo
lo: ຍົກເລີກການກະທຳ

source: redo
lo: ເຮັດຄືນການກະທຳ

source: Set Title
lo: ຕັ້ງຫົວຂໍ້

source: Edit Title
lo: ແກ້ໄຂຫົວຂໍ້

source: Duplicate Note
lo: ສຳເນົາບັນທຶກ

source: Only on This Workspace
lo: ສະເພາະພື້ນທີ່ເຮັດວຽກນີ້

source: Always on Visible Workspace
lo: ຢູ່ເທິງພື້ນທີ່ເຮັດວຽກທີ່ເຫັນສະເໝີ

source: Always on Top
lo: ຢູ່ເທິງສຸດສະເໝີ

source: Are you sure you want to remove this note?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບບັນທຶກນີ້?

source: Show notes on all desktops
lo: ສະແດງບັນທຶກໃນທຸກໜ້າຈໍ

source: Show in taskbar
lo: ສະແດງໃນແຖບວຽກ

source: Tray icon
lo: ໄອຄອນຖາດລະບົບ

source: Show the main window automatically
lo: ສະແດງໜ້າຕ່າງຫຼັກໂດຍອັດຕະໂນມັດ

source: General
lo: ທົ່ວໄປ

source: Default height
lo: ຄວາມສູງເລີ່ມຕົ້ນ

source: Default width
lo: ຄວາມກວ້າງເລີ່ມຕົ້ນ

source: Default position
lo: ຕຳແໜ່ງເລີ່ມຕົ້ນ

source: Cycle Colors
lo: ສີແບບວົນຮອບ

source: Default color
lo: ສີເລີ່ມຕົ້ນ

source: Font
lo: ຟອນ

source: Show spelling mistakes
lo: ສະແດງຂໍ້ຜິດພາດການສະກົດຄຳ

source: Notes
lo: ບັນທຶກ

source: Automatic backups
lo: ສຳຮອງຂໍ້ມູນອັດຕະໂນມັດ

source: Time between backups
lo: ໄລຍະເວລາລະຫວ່າງການສຳຮອງຂໍ້ມູນ

source: hours
lo: ຊົ່ວໂມງ

source: Set this to zero if you wish to keep all backups indefinitely
lo: ຕັ້ງຄ່ານີ້ເປັນສູນ ຖ້າທ່ານຕ້ອງການເກັບຂໍ້ມູນສຳຮອງທັງໝົດໄວ້ຕະຫຼອດໄປ

source: Number to keep
lo: ຈຳນວນທີ່ຈະເກັບໄວ້

source: Backups
lo: ຂໍ້ມູນສຳຮອງ

source: Start automatically
lo: ເລີ່ມຕົ້ນອັດຕະໂນມັດ

source: Show notes on the screen
lo: ສະແດງບັນທຶກເທິງໜ້າຈໍ

source: Automatic start
lo: ເລີ່ມຕົ້ນອັດຕະໂນມັດ

source: Text Size
lo: ຂະໜາດຂໍ້ຄວາມ

source: Would you like to import your notes from Gnote? This will not change your Gnote notes in any way.
lo: ທ່ານຕ້ອງການນຳເຂົ້າບັນທຶກຂອງທ່ານຈາກ Gnote ບໍ່? ການກະທຳນີ້ຈະບໍ່ປ່ຽນແປງບັນທຶກ Gnote ຂອງທ່ານແຕ່ຢ່າງໃດ.

source: Group 1
lo: ກຸ່ມ 1

source: Left click to toggle notes
lo: ຄລິກຊ້າຍເພື່ອສະຫຼັບການສະແດງບັນທຶກ

source: Middle click to toggle the manager
lo: ຄລິກກາງເພື່ອສະຫຼັບການສະແດງຕົວຈັດການ

source: Manage Notes
lo: ຈັດການບັນທຶກ

source: Quit
lo: ອອກ

source: Take notes and stay organized
lo: ຈົດບັນທຶກ ແລະ ຈັດລະບຽບ

source: Unfiled
lo: ບໍ່ໄດ້ຈັດເກັບ

source: New note
lo: ບັນທຶກໃໝ່

source: Remove selected note
lo: ລຶບບັນທຶກທີ່ເລືອກ

source: Duplicate selected note
lo: ສຳເນົາບັນທຶກທີ່ເລືອກ
