Repository: linuxmint/sticky
Catalog: po/la.po
Languages: la

source: Export...
la: Exporta ...

source: Cancel
la: Interrumpe

source: Save
la: Serva

source: Plain Text
la: Scriptura Simplex

source: Import...
la: Importa ...

source: Open
la: Aperi

source: Restore Backup
la: Tutum Restitue

source: Clear
la: Dele

source: Restore
la: Restitue

source: Unable to restore: invalid or corrupted backup file
la: Restitui non potest: plica tuti mendosa aut corrupta

source: Overwrite Existing Group
la: Supra Collectionem Pristinam Scribe

source: There is already a group named '%s'. This action will overwrite it. Continue anyway?
la: Haec actio supra collectionem pristinam '%s' appellatam scribet. Utique continua?

source: Remove Group
la: Collectionem Remove

source: Are you sure you want to remove the group %s?
la: Collectionem %s removere visne?

source: OK
la: Bene

source: No
la: Non

source: Yes
la: Sic

source: Don't ask me again
la: Rursum quaerere noli

source: New
la: Novum

source: Edit
la: Muta

source: Untitled
la: Sine Titulo

source: New Group
la: Nova Collectio

source: Back Up
la: In Tutum Repone

source: Restore Backups...
la: E Tutis Restitue ...

source: Preferences
la: Praepositiones

source: Keyboard Shortcuts
la: Claves Ardentes

source: About
la: Circa

source: Small Text
la: Parvis Litteris

source: Normal Text
la: Usitatis Litteris

source: Large Text
la: Magnis Litteris

source: Larger Text
la: Maximis Litteris

source: Red
la: Ruber

source: Green
la: Viridis

source: Blue
la: Caeruleus

source: Yellow
la: Flavus

source: Purple
la: Violaceus

source: Teal
la: Caesius

source: Orange
la: Flammeus

source: Magenta
la: Rubropurpureus

source: Operations
la: Operationes

source: Move selection up
la: Selectionem sursum move

source: Move selection down
la: Selectionem deorsum move

source: Undo
la: Regredere

source: Redo
la: Refice

source: Toggle Checklist
la: Indicem Probationis Alterna

source: Toggle Bullets
la: Puncta Alterna

source: Formatting
la: De structura

source: Bold
la: Negritus

source: Italic
la: Italicus

source: Fixed Width
la: Laxitas Constans

source: Underline
la: Sublineatus

source: Strikethrough
la: Barratus

source: Highlight
la: In Evidentia

source: Header
la: Praescriptio

source: Note Color
la: Color Notae

source: Rename
la: Nomen muta

source: Delete Note
la: Notam Dele

source: New Note
la: Nova Nota

source: Format
la: Forma

source: undo
la: regredere

source: redo
la: refice

source: Set Title
la: Titulum Pone

source: Edit Title
la: Titulum Muta

source: Duplicate Note
la: Notam Duplica

source: Only on This Workspace
la: In Hac Area Laboris Modo

source: Always on Visible Workspace
la: Semper in Area Laboris Visibile

source: Always on Top
la: Semper in Summo

source: Are you sure you want to remove this note?
la: Hanc notam removere visne?

source: Show notes on all desktops
la: Notas in omnibus scriptoriis ostende

source: Show in taskbar
la: Ostende in septo actionum

source: Tray icon
la: Icon lancis

source: Show the main window automatically
la: Fenestram praecipuam automatice ostende

source: General
la: Generalia

source: Default height
la: Altitudo predesignata

source: Default width
la: Laxita praedesignata

source: Cycle Colors
la: Colores Revolve

source: Default color
la: Color praedesignatus

source: Font
la: Typus

source: Show spelling mistakes
la: Menda orthographiae ostende

source: Notes
la: Notae

source: Automatic backups
la: Tota automatica

source: Time between backups
la: Spatium inter tota

source: hours
la: horae

source: Set this to zero if you wish to keep all backups indefinitely
la: Ad zerum mitte ut tuta infinite serventur

source: Number to keep
la: Quot retinenda

source: Backups
la: Tuta

source: Start automatically
la: Automatice pellere

source: Show notes on the screen
la: Notas in scrinio ostende

source: Automatic start
la: Initus automaticus

source: Text Size
la: Amplitudo Litterarum

source: Would you like to import your notes from Gnote? This will not change your Gnote notes in any way.
la: E Gnote notas importare vis? Tuae notae in Gnote in nullo modo mutabuntur.

source: Group 1
la: Collectio I

source: Left click to toggle notes
la: Laeva clica ad notas alternandum

source: Middle click to toggle the manager
la: Media clica ad administratorem alternandum

source: Manage Notes
la: Notas Cura

source: Quit
la: Relinque

source: Take notes and stay organized
la: Notas scribe ut bene te instruas

source: Unfiled
la: Non in tuto

source: New note
la: Nova nota

source: Remove selected note
la: Notam electam remove

source: Duplicate selected note
la: Notam electam duplica
